[
  {
    "Rank":"3",
    "Headline":"Message from Steve Macke: \"It's Alive\"",
    "TargetID":"4462",
    "TargetDesc":"Global Consumer Banking [L4]",
    "AbstractNews":"Head of Global Collections Steve Macke congratulates the NA Collections Procedures team for their efforts in completing the first phase of transitioning procedures and documents to the new Knowledge Hub.",
    "SourceDate":"12/08/2015"
  },
  {
    "Rank":"999",
    "Headline":"Citibank Launches Citi Priority for the Emerging Affluent in Hong Kong",
    "TargetID":"GLOBAL",
    "TargetDesc":"Global",
    "AbstractNews":"Citibank announced the launch of Citi Priority, a new value proposition targeting the emerging affluent, with a digitalized, convenient, simple and efficient banking experience to equip aspirational and financially progressive clients.",
    "SourceDate":"12/03/2015"
  },
   {
    "Rank":"2",
    "Headline":"Press Release: Citi Expands Citi Payment Exchange into Canada",
    "TargetID":"CAN",
    "TargetDesc":"Canada",
    "AbstractNews":"Citi has launched Citi' Payment Exchange, its integrated and highly flexible institutional payment-processing solution, in Canada. This follows the successful launch of the service in the U.S. in 2012. ",
    "SourceDate":"12/10/2015"
  },
  {
    "Rank":"1",
    "Headline":"J.D. Power and Associates U.S. Credit Card Satisfaction Study Results",
    "TargetID":"GLOBAL",
    "TargetDesc":"Global",
    "AbstractNews":"A memo from CEO of Cards, Jud Linville and Chief Client Experience, Digital and Marketing Officer, Heather Cox on the release of J.D. Power and Associates U.S. Credit Card Satisfaction Study Results.",
    "SourceDate":"12/10/2015"
  },
  {
    "Rank":"999",
    "Headline":"WV Gov. Tomblin appoints Acting Commission of Division of Financial Institutions ",
    "TargetID":"9905249",
    "TargetDesc":"Global Gov Affairs [L6]",
    "AbstractNews":"West Virginia Governor Earl Ray Tomblin (R) appointed Dawn E. Holstein as Acting Commissioner of the West Virginia Division of Financial Institutions following the recent departure of Commissioner Sally Cline to head West Virginia Bankers Association.",
    "SourceDate":"12/08/2015"
  },
  {
    "Rank":"1",
    "Headline":"Congress will return from their August Recess to a full schedule in September.  ",
    "TargetID":"9905249",
    "TargetDesc":"Global Gov Affairs [L6]",
    "AbstractNews":"The two main items Congress has to immediately address in September is a vote on the Iran nuclear agreement and passing a Continuing Resolution (CR) to fund the government after September 30.",
    "SourceDate":"12/10/2015"
  },
  {
    "Rank":"2",
    "Headline":"Virginia Attorney General Herring will seek second term, not run for governor",
    "TargetID":"9905249",
    "TargetDesc":"Global Gov Affairs [L6]",
    "AbstractNews":"Surprising many, Virginia Attorney General Mark R. Herring announced last week that he will seek a second term as AG and will not seek to be the Democrats' 2017 gubernatorial nominee.",
    "SourceDate":"12/08/2015"
  },

  {
    "Rank":"999",
    "Headline":"Illinois Gov. vetoes data breach bill supported by AG Madigan",
    "TargetID":"9905249",
    "TargetDesc":"Global Gov Affairs [L6]",
    "AbstractNews":"On August 21, Illinois Governor Bruce Rauner (R) issued a much sought after amendatory veto of data breach legislation championed by Attorney General Lisa Madigan (D). The General Assembly will have an opportunity to override Rauner's veto later this fall",
    "SourceDate":"12/08/2015"
  },
  {
    "Rank":"3",
    "Headline":"New Mexico Secretary of State accused of embezzlement, money laundering",
    "TargetID":"9905249",
    "TargetDesc":"Global Gov Affairs [L6]",
    "AbstractNews":"New Mexico Secretary of State Dianna Duran was charged with 64 counts, including fraud, embezzlement and conspiracy.",
    "SourceDate":"12/08/2015"
  },
  {
    "Rank":"2",
    "Headline":"Citi Pride Hong Kong on Campus",
    "TargetID":"HKG",
    "TargetDesc":"Hong Kong",
    "AbstractNews":"Citi Pride Hong Kong were proud sponsors of the Inclusion Recruitment Conference along with Goldman Sachs, Barclays, Morgan Stanley, Standard Chartered, JP Morgan to name a few. ",
    "SourceDate":"12/02/2015"
  },
   {
    "Rank":"999",
    "Headline":"The Search for Growth and Stability Amidst Deflation and Divergence",
    "TargetID":"EMEA",
    "TargetDesc":"EMEA",
    "AbstractNews":"Citi's Global Chief Economist, Willem Buiter and Head of Emerging Market Economics, David Lubin spoke at a thought leadership panel event co-hosted by Citi and the FT during the IMF / World Bank annual meeting in Lima, Peru. ",
    "SourceDate":"12/04/2015"
  },
  {
    "Rank":"3",
    "Headline":"Asia Pacific CEO Francisco Aristeguieta Calls on HKMA Chief ",
    "TargetID":"APAC",
    "TargetDesc":"APAC",
    "AbstractNews":"Citi Asia Pacific CEO Francisco Aristeguieta paid a courtesy call on Hong Kong Monetary Authority (HKMA) Chief Executive Norman Chan last week. ",
    "SourceDate":"12/01/2015"
  },
  {
    "Rank":"999",
    "Headline":"Jason Channell on Energy Darwinism and Opportunities for the Future",
    "TargetID":"GLOBAL",
    "TargetDesc":"Global",
    "AbstractNews":"Jason Channell, Global Head of Alternative Energy and Cleantech Research, discusses Citi's analysis in the recent Global Perspectives & Solutions (GPS) report, \"Energy Darwinism II.\"",
    "SourceDate":"11/30/2015"
  },
   {
    "Rank":"999",
    "Headline":"Citi and The Wharton School: Multi-Year Global Executive Education Program ",
    "TargetID":"APAC",
    "TargetDesc":"APAC",
    "AbstractNews":"Citi and The Wharton School of the University of Pennsylvania announced the formation of the Citi Wharton Global Wealth Institute to provide Citi's global advisor community with world-class business and executive training.",
    "SourceDate":"11/18/2015"
  },
  {
    "Rank":"999",
    "Headline":"Nuggets of Wisdom from 19 CEOs to Their Younger Selves ",
    "TargetID":"9908839",
    "TargetDesc":"Retail Services ",
    "AbstractNews":"_In an interview with _Inc., Bill Johnson, CEO Retail Services, and Brandee McHale, Citi Foundation President and Director of Corporate Citizenship, provide their take on wisdom they would give their younger selves.\n",
    "SourceDate":"10/26/2015"
  },
   {
    "Rank":"999",
    "Headline":"Citibank Winnows Down CMC 2015 Field to 20: Citi Mobile Challenge",
    "TargetID":"APAC",
    "TargetDesc":"APAC",
    "AbstractNews":"20 teams showcased their solutions at the first Asia Pacific Citi Mobile Challenge Demo Day in Bengaluru, the Deccan Herald reported. ",
    "SourceDate":"11/4/2015"
  },
  {
    "Rank":"999",
    "Headline":"Citi Works Revises the Way We Work",
    "TargetID":"16312",
    "TargetDesc":"Enterprise Infrastructure ",
    "AbstractNews":"What if Citi could find a way to create dynamic workplaces that support diverse work styles, improve employee engagement, and help attract the next generation of talent ' all while saving Citi money? Citi Works allows Citi to do just that.",
    "SourceDate":"11/5/2015"
  },
   {
    "Rank":"2",
    "Headline":"Citi Honduras: 50 Years of Supporting Clients, Colleagues and Communities ",
    "TargetID":"16803",
    "TargetDesc":"Global Public Affairs [L5]",
    "AbstractNews":"At Citi Honduras, we believe in perseverance. For the past 50 years, it has enabled us to achieve our goals by tirelessly serving our clients, advancing their interests and helping to connect them with the world. Read this article in English and Espa'ol.",
    "SourceDate":"11/4/2015"
  },
    {
    "Rank":"999",
    "Headline":"Advancing Financial Inclusion in India",
    "TargetID":"16803",
    "TargetDesc":"Global Public Affairs [L5]",
    "AbstractNews":"Pramit Jhaveri, Chief Executive, Citi India, and Bob Annibale, Global Director, Citi Inclusive Finance, write about how Citi India is helping expand financial inclusion in India by providing capital to create economic opportunities across the country. ",
    "SourceDate":"11/18/2015"
  },
   {
    "Rank":"1",
    "Headline":"'I Want to Be Just Like Every Other Guy': A New Life for Esteban",
    "TargetID":"16803",
    "TargetDesc":"Global Public Affairs [L5]",
    "AbstractNews":"Esteban, a mentally challenged young man in Spain, learns life skills and starts to gain independence through a program funded with a Citi Foundation grant. ",
    "SourceDate":"11/12/2015"
  },
    {
    "Rank":"999",
    "Headline":"First-Time Homebuyer Educational Webinar on October 29",
    "TargetID":"9908839",
    "TargetDesc":"Retail Services ",
    "AbstractNews":"Please join us for a First-Time Homebuyer Educational Webinar hosted by your Citibank colleagues to help answer any questions you may have about taking the steps to owning your own home.",
    "SourceDate":"10/5/2015"
  },
   {
    "Rank":"999",
    "Headline":"New Enterprise Infrastructure Intranet ",
    "TargetID":"16312",
    "TargetDesc":"Enterprise Infrastructure [L5]",
    "AbstractNews":"New Enterprise Infrastructure Intranet ",
    "SourceDate":"10/20/2015"
  },
  {
    "Rank":"999",
    "Headline":"Execution 2.0 in EMEA: How We Went from 20 Days to 30 Minutes",
    "TargetID":"EMEA",
    "TargetDesc":"EMEA",
    "AbstractNews":"Moving from up to 20 days to about 30 minutes for the credit card or loan application process in Poland, Russia and the UAE hasn't been easy but our team has found a way to take a lot of time out of the process by using four Execution 2.0 priorities.",
    "SourceDate":"10/20/2015"
  },
  {
    "Rank":"999",
    "Headline":"Enterprise Supply Chain Celebrates First Year",
    "TargetID":"16312",
    "TargetDesc":"Enterprise Infrastructure ",
    "AbstractNews":"It's been a year since Enterprise Supply Chain (ESC) was created to better integrate and manage Citi's Supply Chain from an end-to-end perspective.  To recognize its first year as an organization, September 28 ' October 2 was designated as ESC Week.  The ",
    "SourceDate":"10/20/2015"
  },
  {
    "Rank":"999",
    "Headline":"Citi and The Wharton School: Multi-Year Global Executive Education Program",
    "TargetID":"GLOBAL",
    "TargetDesc":"Global",
    "AbstractNews":"Citi and The Wharton School of the University of Pennsylvania announced the formation of the Citi Wharton Global Wealth Institute to provide Citi's global advisor community with world-class business and executive training.",
    "SourceDate":"11/18/2015"
  },
    {
    "Rank":"3",
    "Headline":"Citi Recognized for LGBT Leadership by Financial Times and OUTstanding",
    "TargetID":"GBR",
    "TargetDesc":"United Kingdom",
    "AbstractNews":"Read the message from Jim Cowles & Bob Annibale about Citi's recognition in this annual survey aiming to show that no one will be held back by who they are.",
    "SourceDate":"10/20/2015"
  },
    {
    "Rank":"999",
    "Headline":"Photography Club: Bring Your Lunch and Learn with Marina Antoniou",
    "TargetID":"GBR",
    "TargetDesc":"United Kingdom",
    "AbstractNews":"Photography enthusiast and Citi employee, Marina Antoniou, showcases her work on people portraits from around the world. Join The Photograph Club next Wednesday October 28 for this enticing Bring Your Lunch and Learn session.",
    "SourceDate":"10/19/2015"
  },
  {
    "Rank":"999",
    "Headline":"Citi to Sponsor Telegraph's Britain's Smart Cities",
    "TargetID":"GBR",
    "TargetDesc":"United Kingdom",
    "AbstractNews":"On Wednesday, October 21 in London, Citi will be sponsoring The Telegraph's new one-day conference, 'Britain's Smart Cities', looking at urbanization and development, and how this affects the growing global competition for business.  ",
    "SourceDate":"10/19/2015"
  },
  {
    "Rank":"999",
    "Headline":"Announcing the Inaugural Asia-Pacific Financial Inclusion Summit ",
    "TargetID":"APAC",
    "TargetDesc":"APAC",
    "AbstractNews":"Around 500 representatives from government agencies, financial services firms, microfinance institutions, non-profit organizations, technology providers and other key stakeholders will gather at the Makati Shangri-La in Manila from October 27 to 29, 2015.",
    "SourceDate":"11/18/2015"
  },
  {
    "Rank":"999",
    "Headline":"Progress Makers: Preserving the Everglades for Future Generations",
    "TargetID":"GLOBAL",
    "TargetDesc":"GLOBAL",
    "AbstractNews":"In this Progress Portal article, Citi's Michael Hole, Managing Director, Municipal Securities Division, writes about how his work with the South Florida Water Management District is helping to save Florida's Everglades.",
    "SourceDate":"11/30/2015"
  },
    {
    "Rank":"999",
    "Headline":"Citi Philippines Hosts First AML Compliance Workshop for Corporate Clients",
    "TargetID":"APAC",
    "TargetDesc":"APAC",
    "AbstractNews":"Reinforcing responsible finance and Citi's culture of Ethics as well as focus on Controls, Citi Philippines recently held its first Anti-Money Laundering (AML) Compliance Workshop for representatives from client banks. ",
    "SourceDate":"10/18/2015"
  },
  {
    "Rank":"999",
    "Headline":"Citi Supports Jordan's Microfinance Sector with Extended $3M Loan ",
    "TargetID":"EMEA",
    "TargetDesc":"EMEA",
    "AbstractNews":"Citi provided a loan of USD3M to Jordan's pioneer of the microfinance field, Tamweelcom, to provide financial support to microfinance institutions in emerging markets.",
    "SourceDate":"10/18/2015"
  }
  ]